Repository: OpenKD/repository.cobramod
Catalog: repo/plugin.video.netzkino_*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Advanced
de_de: Fortgeschritten

# #30110
source: Play HLS-Videos with [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (since KODI-17+ possible)
de_de: HLS-Videos mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen (ab KODI-17+ möglich)

# #30111
source: Preferred video file format [COLOR yellow](m3u8|mp4)[/COLOR]
de_de: Bevorzugtes Video-Dateiformat [COLOR yellow](m3u8|mp4)[/COLOR]

# #30112
source: Show movies with age rating [COLOR yellow]FSK 18[/COLOR]
de_de: Filme mit der Altersfreigabe [COLOR yellow]FSK 18[/COLOR] anzeigen

# #30113
source: Use Thumb as Background-Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30114
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30115
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30230
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIELEN[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]YOUTH PROTECTION[/COLOR][/B]
de_de: [B][COLOR ff0099ff]JUGENDSCHUTZ[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30522
source: [COLOR red]Unfortunately, there are NO {0:s} :[/COLOR]
de_de: [COLOR red]Leider gibt es KEINE {0:s} :[/COLOR]

# #30523
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: * [COLOR blue]{0:s}[/COLOR] * at netzkino.de
de_de: * [COLOR blue]{0:s}[/COLOR] * bei netzkino.de

# #30525
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at netzkino.de
de_de: * [COLOR blue]In der Rubrik: {0:s}[/COLOR] * bei netzkino.de

# #30526
source: ERROR = [COLOR red]NO Stream entry found ![/COLOR]
de_de: ERROR = [COLOR red]KEIN Stream-Eintrag gefunden ![/COLOR]

# #30527
source: 'Watch later' in NETZKINO :
de_de: 'Später ansehen' in NETZKINO :

# #30528
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] successfully added !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] erfolgreich hinzugefügt !!![/COLOR]

# #30529
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] has been deleted !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] wurde gelöscht !!![/COLOR]

# #30601
source: * Watch later *
de_de: * Später ansehen *

# #30602
source: New at Netzkino
de_de: Neu bei Netzkino

# #30603
source: Exclusive at Netzkino
de_de: Exklusiv bei Netzkino

# #30604
source: Movies with Awards
de_de: Filme mit Auszeichnungen

# #30605
source: Top 20 - Best rated on IMDb
de_de: Top 20 - Am besten bewertet auf IMDb

# #30608
source: Most viewed Movies
de_de: Meistgesehene Filme

# #30609
source: Best rating
de_de: Beste Bewertung

# #30610
source: Our recommendations of the week
de_de: Unsere Empfehlungen der Woche

# #30611
source: Last chance - Only available for a short time
de_de: Letzte Chance - Nur noch kurze Zeit verfügbar

# #30622
source: Categories from A-Z
de_de: Kategorien von A-Z

# #30623
source: Search ...
de_de: Suche ...

# #30624
source: NETZKINO Settings
de_de: NETZKINO Einstellungen

# #30625
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30626
source: Search on NETZKINO ...
de_de: Suche auf NETZKINO ...

# #30631
source: Animecinema
de_de: Animekino

# #30632
source: Actioncinema
de_de: Actionkino

# #30633
source: Arthousecinema
de_de: Arthousekino

# #30634
source: Asiacinema
de_de: Asiakino

# #30635
source: Dramacinema
de_de: Dramakino

# #30636
source: Kindercinema
de_de: Kinderkino

# #30637
source: Romanticcinema
de_de: Liebesfilmkino

# #30638
source: Horrorcinema
de_de: Horrorkino

# #30639
source: Scificinema
de_de: Scifikino

# #30640
source: Funcinema
de_de: Spaßkino

# #30641
source: Thrillercinema
de_de: Thrillerkino

# #30642
source: Themescinema
de_de: Themenkino

# #30643
source: Cinema 18+
de_de: Kino ab 18

# #30644
source: Startet at: [COLOR chartreuse]{0:s}[/COLOR][CR]
de_de: Gestartet am: [COLOR chartreuse]{0:s}[/COLOR][CR]

# #30645
source: From Age {0:s}
de_de: Ab {0:s} Jahren

# #30651
source: [COLOR chartreuse]Add to 'Watch later' in NK ...[/COLOR]
de_de: [COLOR chartreuse]Zu 'Später ansehen' in NK hinzufügen ...[/COLOR]

# #30652
source: [COLOR orangered]... Remove from 'Watch later' in NK[/COLOR]
de_de: [COLOR orangered]... Aus 'Später ansehen' in NK entfernen[/COLOR]

# #30654
source: [COLOR yellow]Add to NK-Playlist[/COLOR]
de_de: [COLOR yellow]In NK-Abspielliste einreihen[/COLOR]
