Repository: OpenKD/repository.cobramod
Catalog: repo/plugin.video.sporttotal/resources/language/resource.language.*/strings.po
Languages: fr_fr, it_it, nl_nl

# #30000
source: General
fr_fr: Générale
it_it: Generale
nl_nl: Algemeen

# #30110
source: Sporttotal - Language
fr_fr: Sporttotal - Langue
it_it: Sporttotal - Lingua
nl_nl: Sporttotal - Taal

# #30111
source: German
fr_fr: Allemand
it_it: Tedesco
nl_nl: Duits

# #30112
source: English
fr_fr: Anglais
it_it: Inglese
nl_nl: Engels

# #30113
source: French
fr_fr: Français
it_it: Francese
nl_nl: Frans

# #30114
source: Italian
fr_fr: Italien
it_it: Italiano
nl_nl: Italiaans

# #30115
source: Dutch
fr_fr: Néerlandais
it_it: Olandese
nl_nl: Nederlands

# #30120
source: Play HLS-Videos with [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (since KODI-17+ possible)
fr_fr: Jouer les Vidéos-HLS avec [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (possible à partir de KODI-17+)
it_it: Riproduzione di Video-HLS con [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (possibile da KODI-17+)
nl_nl: HLS-Video's afspelen met [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (mogelijk vanaf KODI-17+)

# #30121
source: Show Addon-Settings in the overview
fr_fr: Afficher les paramètres des modules complémentaires dans l'aperçu
it_it: Mostra Impostazioni componenti aggiuntivi nella panoramica
nl_nl: Toon Addon-instellingen in het overzicht

# #30122
source: Detailed Addon-Debug (otherwise only Minimal-Log)
fr_fr: Addon-Debug détaillé (sinon uniquement Minimal-Journal)
it_it: Addon-Debug dettagliato (altrimenti solo Minimal-Log)
nl_nl: Gedetailleerde Addon-Debug (anders alleen Minimal-Logboek)

# #30230
source: [B][COLOR ff0099ff]LANGUAGE[/COLOR][/B]
fr_fr: [B][COLOR ff0099ff]LANGUE[/COLOR][/B]
it_it: [B][COLOR ff0099ff]LINGUAGGIO[/COLOR][/B]
nl_nl: [B][COLOR ff0099ff]TAAL[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
fr_fr: [B][COLOR ff0099ff]JOUER[/COLOR][/B]
it_it: [B][COLOR ff0099ff]GIOCARE[/COLOR][/B]
nl_nl: [B][COLOR ff0099ff]SPEEL[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
fr_fr: [B][COLOR ff0099ff]RÉGLAGES[/COLOR][/B]
it_it: [B][COLOR ff0099ff]IMPOSTAZIONI[/COLOR][/B]
nl_nl: [B][COLOR ff0099ff]INSTELLINGEN[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]LOG[/COLOR][/B]
fr_fr: [B][COLOR ff0099ff]JOURNAL[/COLOR][/B]
nl_nl: [B][COLOR ff0099ff]LOGBOEK[/COLOR][/B]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
fr_fr: [COLOR orangered]ATTENTION : ... l'Addon requis *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* n'est PAS installé !!![/COLOR]
nl_nl: [COLOR orangered]ATTENTIE: ... de vereiste Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NIET geïnstalleerd !!![/COLOR]

# #30521
source: Sport-Total TV : [COLOR red]!!! {0:s} - ERROR !!![/COLOR]
fr_fr: Sport-Total TV : [COLOR red]!!! {0:s} - ERREUR !!![/COLOR]
it_it: Sport-Total TV : [COLOR red]!!! {0:s} - ERRORE !!![/COLOR]
nl_nl: Sport-Total TV : [COLOR red]!!! {0:s} - FOUT !!![/COLOR]

# #30522
source: [COLOR red]Unfortunately, there are NO {0:s} :[/COLOR]
fr_fr: [COLOR red]Malheureusement, il n'y a PAS {0:s} :[/COLOR]
it_it: [COLOR red]Sfortunatamente, non ci sono {0:s} :[/COLOR]
nl_nl: [COLOR red]Helaas zijn er GEEN {0:s} :[/COLOR]

# #30523
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
fr_fr: [COLOR red]Une erreur s'est produite, veuillez vérifier *JOURNAL* ![/COLOR]
it_it: [COLOR red]Si è verificato un errore, per favore controlla *LOG* ![/COLOR]
nl_nl: [COLOR red]Er is een fout opgetreden, controleer dit alstublieft *LOGBOEK* ![/COLOR]

# #30524
source: * [COLOR blue]Under this Category[/COLOR] * at sporttotal.tv
fr_fr: * [COLOR blue]Dans cette Catégorie[/COLOR] * sur sporttotal.tv
it_it: * [COLOR blue]In questa Categoria[/COLOR] * su sporttotal.tv
nl_nl: * [COLOR blue]In deze Categorie[/COLOR] * op sporttotal.tv

# #30525
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at sporttotal.tv
fr_fr: * [COLOR blue]Dans la Catégorie: {0:s}[/COLOR] * sur sporttotal.tv
it_it: * [COLOR blue]Nella Categoria: {0:s}[/COLOR] * su sporttotal.tv
nl_nl: * [COLOR blue]In de Categorie: {0:s}[/COLOR] * op sporttotal.tv

# #30526
source: ERROR = [COLOR red]NO Stream entry found ![/COLOR]
fr_fr: ERREUR = [COLOR red]NON Entrée de flux trouvée ![/COLOR]
it_it: ERROR = [COLOR red]NO Voce stream trovata ![/COLOR]
nl_nl: ERROR = [COLOR red]GEEN Stream item gevonden ![/COLOR]

# #30527
source: ERROR = [COLOR red]The Stream-Url is OFFLINE ![/COLOR]
fr_fr: ERREUR = [COLOR red]La Stream-Url est HORS LIGNE ![/COLOR]
it_it: ERROR = [COLOR red]Lo Stream-Url è OFFLINE ![/COLOR]
nl_nl: ERROR = [COLOR red]De Stream-Url is UITSLUITEND ![/COLOR]

# #30606
source: [COLOR deepskyblue]• • • Regional and Events • • •[/COLOR]
fr_fr: [COLOR deepskyblue]• • • Régional et Événements • • •[/COLOR]
it_it: [COLOR deepskyblue]• • • Regionale ed Eventi • • •[/COLOR]
nl_nl: [COLOR deepskyblue]• • • Regionale en Evenementen • • •[/COLOR]

# #30607
source: SPORT-TOTAL Settings
fr_fr: Paramètres SPORT-TOTAL
it_it: Impostazioni di SPORT-TOTAL
nl_nl: SPORT-TOTAL Instellingen

# #30608
source: Inputstream Settings
fr_fr: Paramètres Inputstream
it_it: Impostazioni di Inputstream
nl_nl: Inputstream Instellingen

# #30622
source: [B][COLOR chartreuse]• • • • • • • [/COLOR]Now LIVE[COLOR chartreuse] - {0:s} - [/COLOR]LIVESTREAMS[COLOR chartreuse] • • • • • • •[/COLOR][/B]
fr_fr: [B][COLOR chartreuse]• • • • • • • [/COLOR]Maintenant LIVE[COLOR chartreuse] - {0:s} - [/COLOR]DIRECTREAMS[COLOR chartreuse] • • • • • • •[/COLOR][/B]
it_it: [B][COLOR chartreuse]• • • • • • • [/COLOR]Ora LIVE[COLOR chartreuse] - {0:s} - [/COLOR]LIVESTREAMS[COLOR chartreuse] • • • • • • •[/COLOR][/B]
nl_nl: [B][COLOR chartreuse]• • • • • • • [/COLOR]Nu LIVE[COLOR chartreuse] - {0:s} - [/COLOR]LIVESTREAMS[COLOR chartreuse] • • • • • • •[/COLOR][/B]

# #30623
source: [B][COLOR orangered]• • • • • • • • [/COLOR]Following Broadcasts[COLOR orangered] • • • • • • • •[/COLOR][/B]
fr_fr: [B][COLOR orangered]• • • • • • • • [/COLOR]Émissions Suivantes[COLOR orangered] • • • • • • • •[/COLOR][/B]
it_it: [B][COLOR orangered]• • • • • • • • [/COLOR]Trasmissioni Successive[COLOR orangered] • • • • • • • •[/COLOR][/B]
nl_nl: [B][COLOR orangered]• • • • • • • • [/COLOR]Volgende Overdrachten[COLOR orangered] • • • • • • • •[/COLOR][/B]

# #30624
source: LEAGUES - general overview
fr_fr: LIGUES - Aperçu général
it_it: LEGHE - Quadro generale
nl_nl: BONDEN - Algemeen overzicht

# #30654
source: [COLOR yellow]Add to SPTT-Playlist[/COLOR]
fr_fr: [COLOR yellow]Ajouter à la SPTT-Playlist[/COLOR]
it_it: [COLOR yellow]Aggiungi alla playlist di SPTT[/COLOR]
nl_nl: [COLOR yellow]Toevoegen aan SPTT-Playlist[/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
it_it: [COLOR orangered]ATTENZIONE : ... l'Addon richiesto *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* NON è installata !!![/COLOR]
